Remove the profile of a truss.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void RemoveProfile()
  Visual Basic
Public Sub RemoveProfile
  Visual C++
public:
void RemoveProfile()
 See Also
  Truss Class
  Autodesk.Revit.DB.Structure Namespace